@extends('layouts.app')

@section('content')
    <div class="w-full lg:w-[calc(100%_-_230px)]">
        <div class="max-w-6xl">
            <h2 class="font-semibold text-xl md:text-2xl mb-4 text-center md:text-left">
                સમાજનો ઇતિહાસ
            </h2>
            {{-- <div>
                <div class="flex items-center gap-4">
                    <div class="max-w-[120px] min-w-[100px]"><img src="https://ctxfealcva.cloudimg.io/bileshwarsurat.com/assets/img/guru_maharaj.png" class="w-full" /></div>
                    <div class="max-w-[700px]">
                        <h3 class="mb-6 underline text-red-900 text-2xl font-bold">ગુરૂમહારાજના ચરણોમાં...</h3>
                        <h4 class="text-xl font-semibold mb-4">હે ગુરૂદેવ !</h4>
                        <p class="text-justify mb-4 font-medium">તળપદા કોળી પટેલ સમાજના પરિવારની આ ફૂલછાબ નામે "App" આપનાં કલ્યાણકારી ચરણોમાં ધરતાં અમે ધન્યતા અનુભવીએ છીએ.</p>
                        <p class="text-justify mb-4 font-medium">
                            શ્રી બિલેશ્વર મહાદેવ મંદિર, બિલિયાના પ્રાંગણમાં બિરાજતા, હે ગુરૂદેવ ! અમારી રક્ષા કરજો. આ "App" ના દીપ એવા પ્રજ્વલિત કરજો કે જેના થકી ઘર, ગામ, સમાજ અને સમગ્ર વિશ્વનાં અંધારા દૂર થાય. આંતર જ્યોત પ્રગટે,
                            સત્કાર્યો માટે પ્રેરણા જાગે એવી કૃપાવૃષ્ટિ કરતો આપનો વરદ હસ્ત સદા અમારા શિરે ધરજો એવી અંતઃકરણ પૂર્વકની પ્રાર્થના.
                        </p>
                    </div>
                </div>
                <h5 class="underline text-center text-green-900 font-semibold mb-6 text-lg">જીવન સાર્થક્યની સાચી ઓળખ</h5>
                <p class="text-justify mb-4 font-medium">
                    જેમની જન્મભૂમિ બિલિયા છે અને કર્મભૂમિ સુરત છે એવા બિલેશ્વર યુવક મંડળના અનેક પરિવારોની ઊંડી શ્રદ્ધા, સંકલ્પ અને પુરુષાર્થના બળે ભાઠેના - 1 માં આવેલ શ્રી ઉમિયા માતાજી મંદિરના પ્રાંગણમાં આપણા ઈષ્ટગુરુ શ્રી દેવગેર
                    સ્વામી 108 ની પ્રતાપી પ્રતિમાની વિધિવત સ્થાપના કરેલી છે. વર્ષ દરમિયાન આવતા ગુરુપૂર્ણિમાના દિવસે અહીં "ગુરુભક્તિ" ઉત્સવ પૂરાભાવથી ઉજવાય છે. આ દિવસે ગુરુદર્શન કરી ભક્તો પોતાના ભૌતિક અને આધ્યાત્મિક વિકાસમાં અગ્રેસર
                    થાય છે. સંજોગો વસાત ભલે આપણે જન્મભૂમિ છોડી હોય પરંતુ આપણા આ ગુરુદેવે એમનું સાંનિધ્ય તો અવિરત જાળવી રાખ્યું છે. એમનું આ ઋણ ચૂકવવાનો દિવસ એટલે "ગુરુપૂર્ણિમા". આ દિવસે આપણા સૌની એમની સન્મુખ ઉપસ્થિતિ અને એમનું દર્શન
                    એટલે જ આપણા જીવન સાર્થક્યની સાચી ઓળખ.
                </p>
                <h2 class="text-center mt-10 underline text-red-900 text-2xl font-bold mb-6">બિલિયા સમાજનો ઇતિહાસ</h2>
                <p class="text-justify mb-4 font-medium">
                    બિલિયા ગામનો ઈતિહાસ અતિ પુરાણો છે. કર્દમઋષિ અને સાંખ્યયોગના પ્રદાતા કપિલદેવ ભગવાનની જન્મભૂમિ સિદ્ધપુરના સામિપ્યમાં વિકસેલા બિલિયા ગામનો ઈતિહાસ પણ એટલો જ પૌરાણિક હશે એમ કહેવું ઘટે.
                </p>
    
                <p class="text-justify mb-4 font-medium">
                    આપણા વડવાઓના કથનાનુસાર બિલિયા ગામનો ઈતિહાસ સરસ્વતી નદી કિનારે આવેલા લાલપુર ગામ સાથે ગાઢ સંબંધ ધરાવે છે. આજનું લાલપુર ગામ પહેલા એક મોટા નગર સ્વરૂપે હતું, જયાં કણબી પટેલ તથા બારોટ જેવી જ્ઞાતિઓનો વસવાટ હતો, એમનો
                    મુખ્ય ધંધો ખેતી હતો. એ વખતે વરસાદ પણ સારો થતો એટલે એ જમાનામાં પતિત પાવની સરસ્વતી નદી બંન્ને કાંઠે ભરપૂર વહેતી, કહેવાય છે કે ગામમાં ૯૯૯ હળ ખેતી માટે સામૂહિક રીતે નીકળતાં. આમ અહીં પરસ્પર સહયોગની ભાવના અને એકસૂત્રતા
                    સિદ્ધ થતી જોવા મળતી. ચોમાસામાં તો લાલપુર વાસીઓને સામે કાંઠે આવેલા શ્રી સ્થળ (આજનું સિધ્ધપુર) જવામાં ભારે જોખમ ખેડવું પડતું. કોઈ અનુભવી તરવૈયાના સહારે નદી પાર કરવી પડતી. ઉપરવાસમાં અતિશય વરસાદ ને કારણે ઘણીવાર નદી
                    છલકાઈ જતી અને લોકોના ઘરોમાં પાણી ભરાઈ જતા એ સાથે જાન માલનું પણ ભારે નુકસાન વેઠવું પડતું, અવારનવાર આવતા પૂરનો ભય ત્યાંના લોકો ને સતાવતો રહયો હશે તેથી કાયમી સલામતીના પગલાં રૂપે કેટલાક કણબી પટેલો એ ત્યાંથી સ્થળાંતર
                    કરવાનું વિચાર્યું.
                </p>
    
                <p class="text-justify mb-4 font-medium">
                    લાલપુરથી દક્ષિણ તરફ આશરે દોઢ કીમી ના અંતરે કેટલોક ઊંચાણવાળો ભાગ હતો. અને આજુબાજુ ખેતી લાયક સારી એવી જમીન પણ હતી. જયાં જીવનની સંપૂર્ણ સલામતી અને જીવન નિર્વાહનું સાધન આ બંને ઉપલબ્ધ હતાં. અહીં સૌથી વિશેષ આકર્ષિત કરે
                    એવી બાબત એ હતી કે આ વિસ્તારમાં “ બિલિયાં ” (બિલિપત્ર વૃક્ષો) ના સેંકડો ગગનચૂંબી વૃક્ષો હતાં. આ લીલાંછમ પવિત્ર બિલીના વૃક્ષોથી આચ્છાદિત આવા નૈસર્ગિક ભૂમિ સૌંદર્યમાં જીવન જીવવું કોને ન ગમે? નૈમિષારણ્ય જેવા આ
                    બિલિપત્ર વનથી આકર્ષાઈને અહીં વસવાટ શરૂ થયો. લોકમુખે એવું સાંભળવા મળે છે કે આ ગામની સ્થાપના અને એના મુખ્ય પ્રવેશદ્રાર પરનું તોરણ કોઈ સિદ્ધપુરુષના હસ્તે બંધાયેલું છે. બિલિવૃક્ષોની શીતલ છાયામાં ઉછરેલું આ ગામ
                    કાળાંતરે <u>“બિલિયા”</u> ગામ તરીકે અસ્તિત્વમાં આવ્યું. એ વખતના લોકોમાં ઘરતી ફાડીને ધન અને ધાન્ય પેદા કરવાની ખુમારી હતી. અથાગ પરિશ્રમ અને દૈવયોગે થોડા સંપન્ન થતા ગયા. આ લોકો મહેનતુ તો હતા જ, પણ સાથે સાથે એટલાજ
                    ધર્મપ્રેમી પણ હતા. એટલે ગામની સ્થાપનાની સાથે મહાદેવજીની પણ સ્થાપના કરી. આ માટે ગામના પ્રવેશદ્વારમાં સૌથી ઊંચું સ્થાન પસંદ કરાયું. સમય જતાં આ મહાદેવ “શ્રી બિલેશ્વર મહાદેવ” તરીકે પ્રચલિત થયા. શ્રી બિલેશ્વર મહાદેવ
                    મંદિર સાથે પ્રાંગણ માં ઈષ્ટગુરુ શ્રી દેવગેર સ્વામી(ગુરૂ મહારાજ) 108 ની પ્રતાપી પ્રતિમાની વિધિવત સ્થાપના કરવામાં આવી છે, જેમાં ગ્રામજનોની ઊંડી આસ્થા રહેલી છે.
                </p>
    
                <p class="text-justify mb-4 font-medium">
                    ત્યારબાદ અહીંના લોકોનું નિશ્ચિન્ત અને સમૃધ્ધ જીવન જોઈ અનેક લોકો આકર્ષાયા. આજુબાજુના અનેક વિસ્તારોમાંથી લોકોનું અહી ધ્રુવીકરણ થયું. એમાં ખાસ કરીને સામાજિક સંબંધો વધુ ભાગ ભજવતા હતા. આજે પણ નવી નવી વ્યકિતઓ આવતી જાય
                    છે અને બિલિયા ની ભૂમિ પર રહેવાનો એમના જીવનનો એક લ્હાવો ગણવામાં આવે છે. આમ બિલિપત્ર વન માંથી 'બિલિયા' જેવું મહાગામ રૂપાંતરીત થશે એવી કોઈને કલ્પના પણ નહી હોય.
                </p>
    
                <p class="text-justify mb-4 font-medium">
                    આશરે બસો વર્ષ પહેલાં(૨૦૨૪ થી) આ ઘરતીને પૂર્ણ પુરૂષોત્તમ ભગવાન સ્વામિનારાયણે પોતાની ચરણરજથી પાવન કરી હતી. આ ધરતી પર એમનો જયઘોષ આજે પણ ગૂંજી રહ્યો છે. ખ્યાતિ પામેલા અનેક સંતો- મહાત્માઓનો હંમેશાં ગામમાં પગ ફેરો
                    રહ્યો છે, પરિણામે આજે પણ આ ધરોહરની જનતા ધાર્મિક સંસ્કારોથી દેદીપ્યમાન થઈ રહી છે. ગામના હૃદય સમા મધ્યસ્થ ભાગમાં આવેલ શ્રી બિલેશ્વર મહાદેવ, શ્રી રામજીમંદિર અને શ્રી સ્વામિનારાયણ મંદિર સૌ ગ્રામજનોને એક આધ્યાત્મિક
                    વાતાવરણ પૂરૂ પાડે છે.
                </p>
    
                <p class="text-justify mb-4 font-medium">
                    રામજી મંદિરની સ્થાપના થયાને આશરે ૧૫૦ વર્ષ(૨૦૨૪ થી) મનાય છે.આ મંદિર ગામનું સૌથી જૂનું ઐતિહાસિક મંદિર છે. મહાદેવનું મંદિર પણ ભવ્ય છે. અહી શિવરાત્રી જેવા ઉત્સવો ધામ ધૂમથી ઉજવાય છે.
                </p>
    
                <p class="text-justify mb-4 font-medium">
                    સ્વામીનારાયણ મંદિરની સ્થાપના આશરે ૧૪૦ વર્ષ(૨૦૨૪ થી) પહેલાં થયેલ છે. પ.પૂ.ભક્તિનંદન દાસજી સ્વામીના ચરણકમળથી સૌ પ્રથમ આ ભૂમિ પાવન થયેલ છે. પૂજ્ય સ્વામીજી ખૂબજ જ્ઞાની અને સૌને પ્રિય, ઉંચ્ચ સાધનાવાળા અને લોકહિત
                    ધરાવતા હતા. મંદિરમાં શ્રી કષ્ટભંજનદેવની મૂર્તિ તેમણે પધરાયેલી છે. જે ખરેખર કષ્ટભંજન છે. આ ગામની સુખ શાંતિનું એક કારણ કષ્ટભંજન દેવ પોતે જ છે. આ મંદિરોમાં અનેક નાના મોટા તહેવારોને અનુરૂપ ઉત્સવો થાય છે.
                </p>
    
                <p class="text-justify mb-4 font-medium">
                    ગામની નવરાત્રી અતિ સુંદર અને જોવાલાયક હોય છે. બિલિયા ગામ માટે માંડવી એટલે શ્રી વેરાઈ માતા પ્રત્યેની ઊંડી શ્રદ્ધાનું પ્રતિક ગણાય છે. વંશ પરંપરાગત ચાલતી આવતી ભાતીગળ સાંસ્કૃતિક પ્રણાલી એટલે માંડવી. ૧૨૫ દીપ પ્રગટાવી
                    માતાજીની માંડવીઓ તૈયાર કરવામાં આવે છે. આની સંખ્યા આશરે ૩૦૦ થી વધુ હોય છે. જેની શોભા અવર્ણનીય છે. માંડવીની ઓળખ માટે જે ચિન્હ પસંદ કરાય છે તે ખૂબ જ હાસ્ય પ્રેરક અને આનંદદાયક હોય છે. અહી નવરાત્રી ચૌદ દિવસ સુધી ઉજવાય
                    છે. આસો સુદ-૧૪ પૂર્ણાહૂતી સમયે રાત્રે ૧૧-૧૫ કલાકે માંડવીઓ પુરુષો માથે લઈ વેરાઈ માતાના મંદિર સુધી હોડ લગાવે છે. આ દશ્ય આહલાદક હોય છે. આ ઉત્સવ જોવા આજુબાજુ ગામના તેમજ ગામમાં રહેતા લોકોના સગાસબંધી મોટી સંખ્યામાં આવે
                    છે.
                </p>
    
                <p class="text-justify mb-4 font-medium">ગામની ઉજાણીથી તો કોઈ અજાણ નથી. ઉજાણીના દિવસે માતાજીનો હવન થાય છે અને ગામની ભાગોળમાં સમૂહ ભોજનનું આયોજન કરવામાં આવે છે. યોગ્ય ચોઘડીયામાં ગામનું નવીન તોરણ બાંધવામાં આવે છે.</p>
    
                <p class="text-justify mb-4 font-medium">
                    સેંકડો વર્ષ પહેલાં પાટણના રાજા સિદ્ધરાજ જયસિંહે એક સાતમાળની વાવ બનાવડાવેલી જે પુરાતન સંસ્કૃતિનો બેનમૂન પૂરાવો છે. ત્યાં બ્રહ્માણી માતાજીનું સ્થાન છે. આ ઐતિહાસિક વાવ અત્યારે “બ્રહ્માણી વાવ” તરીકે પ્રચલિત છે. વાવનો
                    ભૂતકાળ ભવ્ય હતો. આજે પણ આ પુરાતન વાવ અજોડ છે. શ્રીજી મહારાજે ખુદ આ વાવનું પાણી પીધેલ છે અને વિસામો કરેલ છે. ગામની ઉત્તરમાં સહસ્ત્રકળા માતાજીનું મંદિર છે. ત્યાં માતાની આઠમે પલ્લીનો મેળો ભરાય છે.
                </p>
    
                <p class="text-justify mb-4 font-medium">
                    ગામમાં મહાકાળી માતાજીનું તથા કુળદેવી શ્રી ઉમિયામાતાજીનું ભવ્ય મંદિર બસ સ્ટેન્ડથી ગામમાં દાખલ થતા મુખ્ય માર્ગ પર આવેલ છે. તેમાં પણ અનેક નાના મોટા તહેવારોને અનુરૂપ ઉત્સવો થાય છે. આ મંદિરના ચોકમાં નવરાત્રી દરમિયાન
                    મોટા પ્રમાણમાં ફૂલોની માંડવીઓ નીકળે છે. ગામની અનેક બહેનો અહી ગરબે ઘુમવા માટે આવે છે. આ મંદિરની બાજુમાં નવીન આકાર પામેલ અક્ષરપુરસોત્તમ સ્વામીનારાયણનું મંદિર અતિ ભવ્ય છે. તેમાં પણ વાર તહેવારે અનેક ઉત્સવો ઉજવાય છે.
                    આ મંદિરમાં બાળકો માટે સંસ્કાર સિંચન માટેની બાળસભાઓ અઠવાડિયામાં નિયમિત એક દિવસ યોજાય છે. તેમજ વડીલો માટે ગામના દરેક મંદિરમાં રાત્રે સત્સંગસભાઓ યોજાય છે.
                </p>
                <p class="text-justify mb-4 font-medium">
                    ગામમાં દક્ષિણે ગણપતિ દેવનું મોટું મંદિર આવેલ છે. આ મંદિર બિલિયાથી કામલી રોડ પર આવેલ છે. તેમાં દર ચોથના દિવસે ગણપતિ દાદાને થાળ ચઢાવવામાં આવે છે. તેમજ ગણેશચતુર્થી વખતે અહી ભવ્ય ગણેશોત્સવ ઉજવાય છે. અહી વર્ષમાં જુદા
                    જુદા મંદિરો દ્વારા પગપાળા સંઘો નીકળે છે, દરેકમાં ભાવિકો શ્રધ્ધાથી જોડાય છે. ગામ આખું દેવ નગરી જેવું છે. દિવાળીના દિવસોમાં તમામ મંદિરો રોશનીથી દીપી ઉઠે છે. તે સમયે જાણે કે વિદેશના કોઈ ભવ્ય શહેરમાં વસવાટ કરતા હોઈ
                    તેવો અહેસાસ થાય છે. ગામ માં અનેક મંદિરો હોવાથી લોકો ખૂબજ ધાર્મિક અને માયાળુ છે. ગામમાં દરેક કોમના માણસો મૈત્રીથી રહે છે અને સારી એકતા છે.
                </p>
                <p class="text-justify mb-4 font-medium">
                    બિલિયા કડવા પાટીદાર સમૂહ લગ્ન સમિતિ દ્વારા દર વર્ષે ખુબ જ સુંદર આયોજન સાથે સમૂહ લગ્નોત્સવ યોજાય છે તેમાં મોટી સંખ્યામાં વરઘડીયા જોડાય છે. છેલ્લા કેટલાક વર્ષોથી એક જ દાતા દ્વારા સમૂહ લગ્નનો તમામ ખર્ચ આપવામાં આવે
                    છે. સમૂહ લગ્ન માટેના દાતાઓ એડવાન્સમાં તૈયાર છે. વર-કન્યા તેમજ મહેમાનોનું ભવ્યથી અતિભવ્ય સ્વાગત કરવામાં આવે છે. ગામના વડીલો, યુવાનો તેમજ બહેનો આ લગ્ન સમારંભમાં ખડેપગે ઉભા રહી પોતાનું યોગદાન આપે છે. દાતાઓ દ્વારા
                    દરેક દીકરીને કન્યાદાનમાં અનેક ભેટ સોગાદો આપવામાં આવે છે. સમૂહ લગ્નના આજીવન દાતાઓ પણ છે, જેમના દ્વારા અવિરત પણે દાનનો પ્રવાહ વહે છે.
                </p>
                <p class="text-justify mb-4 font-medium">
                    આ ઉપરાંત ગામની સુવિધાઓની વાત કરીએ તો ઉમા કોમર્શીયલ બેન્ક, સ્ટેટ બેન્ક ઓફ ઇન્ડિયા, સહકારી મંડળી, દૂધ મંડળી, પશુ દવાખાનું, સામુહિક આરોગ્ય કેન્દ્ર, ૭ જેટલી વિવિધ વિસ્તારમાં આવેલ આગણવાડીઓ, ખાનગી બાલમંદિર, કુમાર અને
                    કન્યા માટે અલગ પ્રાથમિક શાળા, પટેલ શાન્તાબેન ચેલારામ ભેમાત પ્રાથમિક શાળા, પંચાયત ઘર, પોસ્ટ ઓફીસ, પીવાના પાણી માટે આર.ઓ.(R.O.) પ્લાન્ટની સગવડ, રમત-ગમત માટે વિશાળ મેદાન ધરાવતું અરવિંદ રમત-ગમત કેન્દ્ર, વડીલો માટે
                    પંચવટી વિહાર સ્થાન, તેમજ વિશાળ જગ્યામાં તમામ પ્રકારની ભૌતિક સુવિધા ધરાવતી પ્રકાશ વિધાલય અને શ્રી સી.એસ.પટેલ સિધ્ધપુરા ઉ.મા. શાળા આવેલ છે. તેમાં આજુબાજુના 17 જેટલાં ગામો માંથી આશરે ૨૨૦ જેટલા બાળકો અભ્યાસ માટે આવે
                    છે.
                </p>
                <p class="text-justify mb-4 font-medium">
                    સિધ્ધપુર તાલુકામાં માત્ર બિલિયા જ એક એવું ગામ છે કે જયાં <strong> ૧૦૦% હિન્દુત્ત્વ </strong> જોવા મળે છે. અને તેમાં પણ માત્ર કડવા પાટીદાર ભાઈઓનું જ મહત્તમ પ્રમાણ છે. આમ ૧૦ થી ૧૧ હજારની વરતી ધરાવતું આ ગામ
                    <strong> “હિંદુ રાષ્ટ્રનું હિંદુ ગામ” </strong> તરીકેની આગવી છાપ ઊભી કરે છે. ગામના લોકોનો ધંધો ત્રણ પ્રકારે છે. ખેતી,નોકરી અને વ્યાપાર. ગામની કેટલીક વ્યકિતઓ નોકરી અથવા ધંધાર્થે સુરત, અમદાવાદ તેમજ વડોદરા જેવાં
                    મહાનગરોમાં સ્થાયી થયેલ છે. તેમાં મહદ અંશે સુરત ગણાય છે. ખાસ કાપડ ઉધોગમાં સંકળાયેલ છે. સુરતમાં ઉધોગશ્રેત્રે બિલિયા ગામની આગવી ઓળખ છે. તેમજ સુરતમાં રાજકીય ક્ષેત્રે પણ બિલિયા ગામના લોકો અગ્રેસર છે. સુરતમાં રહેતા
                    લોકોનું દર વર્ષે સ્નેહમિલન યોજાય છે તેમાં બિલેશ્વર યુવક મંડળ દ્વારા સુંદર આયોજન કરવામાં આવે છે. વિવિધ પ્રકારના સાંસ્કૃતિક કાર્યક્રમો, દાતાઓ દ્વારા ઇનામ વિતરણ વગેરે કાર્યક્રમો થાય છે. ખેતીવાડીમાં બિલિયાના મરચાં
                    ખૂબ જ જાણીતા છે.
                </p>
                <p class="text-justify mb-4 font-medium">આ ગામ એકંદરે સમૃધ્ધ અને સુખી છે, ગામનો વિકાસ અને પ્રગતિ સારી છે. આ ગામમાં જન્મ થવો એક સદભાગ્યની નિશાની છે. એવું રૂડું રૂપાળું મારૂ ગામ <strong>“બિલિયા”</strong> છે.</p>
                <h4 class="text-center mt-10 underline text-red-900 text-2xl font-bold">શ્રી કષ્ટભંજનદેવ ની જય!</h4>
            </div> --}}
        </div>
    </div>
@endsection